Repository: vapvarun/buddypress-polls
Catalog: languages/buddypress-polls-*.po
Languages: fr_fr, nl_nl

source: Click to copy
nl_nl: Klik om te kopiëren

source: Copied to clipboard
nl_nl: Gekopieerd naar klembord

source: Remove
nl_nl: Verwijderen

source: Move
nl_nl: Verplaats

source: Drag and Drop to reorder answers
nl_nl: Slepen en neerzetten om de antwoorden opnieuw te ordenen

source: Answer
nl_nl: Antwoord

source: Are you sure about deleting this answer?
nl_nl: Weet je zeker dat je dit antwoord wilt verwijderen?

source: Sure
nl_nl: Veilig

source: Oh! No
nl_nl: Oh! Nee

source: Please select
nl_nl: ﻿Selecteer

source: General
fr_fr: Général
nl_nl: Algemeen

source: Buddypress Polls Settings Page
fr_fr: Page des paramètres des sondages BuddyPress
nl_nl: Buddypress Polls-instellingenpagina

source: Version %s
nl_nl: Versie %s

source: Welcome
nl_nl: Welkom

source: Community
nl_nl: Gemeenschap

source: WB Polls Settings
nl_nl: Instellingen voor WB-peilingen

source: Email Notifications
nl_nl: E-mail notificaties

source: Email Notification Text
nl_nl: E-mailmeldingstekst

source: Support
nl_nl: Ondersteuning

source: Site Polls Data
nl_nl: Gegevens van sitepeilingen

source: Poll Graph
fr_fr: Graphe de sondage
nl_nl: Poll-grafiek

source: Polls Created
nl_nl: Opiniepeilingen gemaakt

source: Highest Voted Poll
nl_nl: Hoogst gestemde opiniepeiling

source: Recent Poll
nl_nl: Recente enquete

source: No polls created.
nl_nl: Geen peilingen gemaakt.

source: Edit Poll
nl_nl: Bewerk Poll

source: View Poll
nl_nl: Bekijk Poll

source: Poll Title
nl_nl: Titel van de enquête

source: Start Date
nl_nl: Startdatum

source: End Date
nl_nl: Einddatum

source: Created
nl_nl: Aangemaakt

source: Votes
nl_nl: Stemmen

source: Yet to Start
nl_nl: Nog te beginnen

source: Active
nl_nl: Actief

source: Expired
nl_nl: Verlopen

source: Poll Options
nl_nl: Enquete opties

source: Poll Result
nl_nl: Enquêteresultaat

source: Poll Answers
nl_nl: Poll-antwoorden

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: No comments
nl_nl: Geen reacties

source: Text Answer
nl_nl: Tekst antwoord

source: Image Answer
nl_nl: Afbeelding antwoord

source: Video Answer
nl_nl: Video-antwoord

source: Audio Answer
nl_nl: Audio-antwoord

source: HTML Answer
nl_nl: HTML-antwoord

source: Please save the post once to enter poll answers.
nl_nl: Sla het bericht één keer op om de antwoorden op de enquête in te voeren.

source: Error:: Start or End date any one empty
nl_nl: Fout:: Begin- of einddatum is leeg

source: Answer %d
nl_nl: Antwoord %d

source: WB Poll Logs
nl_nl: WB-peilingslogboeken

source: User Name
nl_nl: Gebruikersnaam

source: Date
nl_nl: Datum

source: Action
nl_nl: Actie

source: Delete
nl_nl: Verwijderen

source: close
nl_nl: sluiten

source: Poll:
nl_nl: Enquête:

source: Received choices:
nl_nl: Ontvangen keuzes:

source: Date:
nl_nl: Datum:

source: User Id:
nl_nl: Gebruikers-ID:

source: User Login:
nl_nl: Login Gebruiker:

source: User Name:
nl_nl: Gebruikersnaam:

source: Logs Not Found
nl_nl: Logboeken niet gevonden

source: Text
nl_nl: Tekst

source: Total votes: %d
nl_nl: Totaal aantal stemmen: %d

source: Unknown Answer
nl_nl: Onbekend antwoord

source: Guest User
nl_nl: Gastgebruiker

source: People who voted for this option
nl_nl: Mensen die voor de optie hebben gestemd

source: Vote
nl_nl: Stem

source: No approved vote yet
nl_nl: Nog geen goedgekeurde stemming

source: Options
nl_nl: Opties

source: Vote %
nl_nl: Stem %

source: vote
nl_nl: stem

source: Polls General Settings
nl_nl: Algemene instellingen voor peilingen

source: Hide poll icon on activity page
nl_nl: Verberg het poll-pictogram op de activiteitenpagina

source: Enable this setting to hide the poll icon on the BuddyPress activity page.
nl_nl: Schakel deze instelling in om het poll-pictogram op de BuddyPress-activiteitenpagina te verbergen.

source: Multi select polls
fr_fr: Sondages multi Select
nl_nl: Multi-selecte peilingen

source: Enabled/Disabled: users can vote for multiple options in each poll.
nl_nl: Ingeschakeld/uitgeschakeld: gebruikers kunnen in elke peiling op meerdere opties stemmen.

source: Allow members to add poll options.
nl_nl: Sta leden toe poll-opties toe te voegen.

source: Enabled: It will allow other members to all poll options to a poll which are created by others like Facebook.
nl_nl: Ingeschakeld: hiermee kunnen andere leden alle poll-opties gebruiken voor een poll die door anderen zoals Facebook is gemaakt.

source: Hide results
fr_fr: Masquer les Résultats
nl_nl: Resultaten verbergen

source: Enabled: results are hidden from users who have not voted yet.
fr_fr: Activé: les résultats sont masqués par les utilisateurs qui n'ont pas encore voté.
nl_nl: Ingeschakeld: resultaten zijn verborgen voor gebruikers die nog niet hebben gestemd.

source: / Disabled: users can see poll results before voting.
nl_nl: / Uitgeschakeld: gebruikers kunnen de resultaten van de enquête bekijken voordat ze stemmen.

source: Poll closing date & time
fr_fr: Date et heure de clôture du sondage
nl_nl: Sluitingsdatum en -tijd van de enquête

source: Enabled: users can set poll closing date and time.
fr_fr: Activé: les utilisateurs peuvent définir la date et l'heure de fermeture du sondage.
nl_nl: Ingeschakeld: gebruikers kunnen de sluitingsdatum en -tijd van de enquête instellen.

source: / Disabled: polls will always remain open for voting
nl_nl: / Uitgeschakeld: opiniepeilingen blijven altijd open voor stemming

source: Enable image attachment
nl_nl: Schakel afbeeldingsbijlage in

source: Enabled: users can set a image attachment with the poll.
nl_nl: Ingeschakeld: gebruikers kunnen een afbeeldingsbijlage bij de poll instellen.

source: Poll Options Limit
nl_nl: Limiet enqueteopties

source: Set the limit of the poll options.
nl_nl: Stel de limiet van de poll-opties in.

source: Enable Poll Result
nl_nl: Enqueteresultaat inschakelen

source: Enabled: Allow users to view poll results.
nl_nl: Ingeschakeld: gebruikers toestaan enquêteresultaten te bekijken.

source: Enable Revoting
nl_nl: Intrekking inschakelen

source: Enabled: Allow users to change their votes after voting.
nl_nl: Ingeschakeld: sta gebruikers toe hun stem te wijzigen na het stemmen.

source: Show Voters List
nl_nl: Toon kiezerslijst

source: Enabled: Allow users to view list of voters.
nl_nl: Ingeschakeld: gebruikers toestaan een lijst met kiezers te bekijken.

source: Max Voters Number
nl_nl: Maximaal aantal kiezers

source: Max voters to show.
nl_nl: Maximaal aantal kiezers om te laten zien.

source: Color Scheme
nl_nl: Kleur Schema

source: Allow users to set color scheme for progress bar and submit button.
nl_nl: Sta gebruikers toe het kleurenschema in te stellen voor de voortgangsbalk en de verzendknop.

source: Enable after poll message
nl_nl: Inschakelen na poll-bericht

source: Enabled: users can add thank you message with the poll.
nl_nl: Ingeschakeld: gebruikers kunnen een bedankbericht toevoegen aan de poll.

source: Limit Poll Activities
nl_nl: Beperk enquête-activiteiten

source: Limit by user role or member type to publish poll type activities
nl_nl: Beperken op gebruikersrol of lidtype om activiteiten van het peilingstype te publiceren

source: No Limit
nl_nl: Geen limiet

source: Limit by User Role
nl_nl: Beperken op gebruikersrol

source: Limit by Member Type
nl_nl: Beperken op lidmaatschapstype

source: Select User Roles
nl_nl: Kies gebruikersrollen

source: Select user role which are allowed to publish poll type activities.
nl_nl: Selecteer een gebruikersrol die activiteiten van het peilingstype mag publiceren.

source: Select Member Type
nl_nl: Selecteer Lidtype

source: Select member type which are allowed to publish poll type activities.
nl_nl: Selecteer het type lid dat activiteiten van het peilingstype mag publiceren.

source: Have some questions?
nl_nl: Heb je vragen?

source: Does This plugin requires BuddyPress?
fr_fr: Est-ce plugin nécessite BuddyPress?
nl_nl: Heeft deze plug-in BuddyPress nodig?

source: Yes, It needs you to have BuddyPress installed and activated.
fr_fr: Oui, il a besoin de vous pour avoir BuddyPress installé et activé.
nl_nl: Ja, hiervoor moet BuddyPress geïnstalleerd en geactiveerd zijn.

source: What to expect when installing and activating BuddyPress Polls?
fr_fr: À quoi s'attendre lors de l'installation et l'activation des sondages BuddyPress?
nl_nl: Wat kunt u verwachten bij het installeren en activeren van BuddyPress Polls?

source: After activating plugin a poll icon is added to the post box in activity stream, user profiles and even in groups.
fr_fr: Après l'activation du plugin une icône de sondage est ajouté à la boîte de message dans le flux d'activité, les profils utilisateur et même dans les groupes.
nl_nl: Na het activeren van de plug-in wordt een poll-pictogram toegevoegd aan de postbus in de activiteitenstroom, gebruikersprofielen en zelfs in groepen.

source: Post a question for others to vote. BuddyPress Polls plugin allows you and your community to create polls in posts. The polls can be placed in the main activity stream, in users’ profiles and even in groups.
fr_fr: Poster une question pour les autres de voter. BuddyPress sondages plugin permet à vous et votre communauté pour créer des sondages dans les postes. Les sondages peuvent être placés dans le flux d'activité principal, dans les profils des utilisateurs et même dans les groupes.
nl_nl: Plaats een vraag zodat anderen kunnen stemmen. Met de BuddyPress Polls-plug-in kunnen jij en je community polls in berichten maken. De peilingen kunnen in de hoofdactiviteitenstroom, in gebruikersprofielen en zelfs in groepen worden geplaatst.

source: What is the use of Multi select polls setting provided under general settings section?
fr_fr: Qu'est-ce que l'utilisation de Multi Select sondages paramètre fourni dans la section Paramètres généraux?
nl_nl: Wat is het nut van de instelling Multi-select polls in het gedeelte Algemene instellingen?

source: When creating a poll users can set either a single select poll – users can pick just one answer or multiple select poll – users can pick more than one answer.
fr_fr: Lors de la création d'un sondage, les utilisateurs peuvent définir que les répondants n'aient qu'un choix ou un choix multiple où ils peuvent choisir plusieurs réponses.
nl_nl: Bij het maken van een enquête kunnen gebruikers een enkele selectiepoll instellen – gebruikers kunnen slechts één antwoord kiezen of meerdere selectiepolls – gebruikers kunnen meer dan één antwoord kiezen.

source: What is the use of Hide results setting provided under general settings section?
fr_fr: Quelle est l'utilisation du paramètre Masquer les Résultats fournis dans la section Paramètres généraux?
nl_nl: Wat is het nut van de instelling Resultaten verbergen in het gedeelte Algemene instellingen?

source: With hide results setting enabled users can't see the poll results before voting. They can see the results once they vote on the poll.
fr_fr: Avec le paramètre "masquer les résultats" activés les utilisateurs ne peuvent pas voir les résultats du sondage avant de voter. Ils peuvent voir les résultats une fois qu'ils votent sur le sondage.
nl_nl: Als de instelling voor het verbergen van resultaten is ingeschakeld, kunnen gebruikers de resultaten van de enquête niet zien voordat ze stemmen. Ze kunnen de resultaten zien zodra ze op de peiling hebben gestemd.

source: With hide results setting disabled users can see the poll results before voting.
fr_fr: Lorsque l'option "cacher les résultats" est désactivée, les usagers peuvent voir les résultats du sondage avant de voter.
nl_nl: Als de instelling voor het verbergen van resultaten is uitgeschakeld, kunnen gebruikers de resultaten van de enquête zien voordat ze stemmen.

source: What is the use of Poll closing date & time setting provided under general settings section?
fr_fr: Quelle est l'utilisation de la date de fermeture du sondage et le réglage de l'heure fourni dans la section Paramètres généraux?
nl_nl: Wat is het nut van de instelling voor de sluitingsdatum en -tijd van de peiling in het gedeelte Algemene instellingen?

source: With Poll closing date & time setting enabled users can set poll closing date and time.
fr_fr: Avec la date de fermeture du sondage et le réglage de l'heure, les utilisateurs peuvent définir la date et l'heure de fermeture du sondage.
nl_nl: Als de instelling voor de sluitingsdatum en -tijd van de enquête is ingeschakeld, kunnen gebruikers de sluitingsdatum en -tijd van de enquête instellen.

source: With Poll closing date & time setting disabled polls will always remain open for voting.
fr_fr: Avec la date de clôture du sondage et le réglage du temps les sondages désactivés resteront toujours ouverts au vote.
nl_nl: Als de instelling voor de sluitingsdatum en -tijd van de peiling is uitgeschakeld, blijven peilingen altijd open voor stemming.

source: How to show poll activity graph in sidebar?
fr_fr: Comment faire pour afficher le graphe d'activité de sondage dans la barre latérale?
nl_nl: Hoe kan ik de enquête-activiteitsgrafiek in de zijbalk weergeven?

source: Poll activity graph can be listed in sidebar with the help of widget (BuddyPress) Poll Activity Graph widget provided by the plugin.
fr_fr: Le graphe d'activité du sondage peut être répertorié dans la barre latérale à l'aide de widget (BuddyPress) widget d'activité de sondage graphique fourni par le plugin.
nl_nl: De enquête-activiteitsgrafiek kan in de zijbalk worden weergegeven met behulp van de widget (BuddyPress) Poll-activiteitsgrafiekwidget die door de plug-in wordt geleverd.

source: Use BuddyPress Polls plugin to create polls inside the activity, let your user response to your polls. Members can create polls inside activities, easily votes on them.
nl_nl: Gebruik de BuddyPress Polls-plug-in om peilingen binnen de activiteit te maken, zodat uw gebruiker op uw peilingen kan reageren. Leden kunnen binnen activiteiten peilingen maken en er eenvoudig op stemmen.

source: Help &amp; Support Resources
nl_nl: Help &amp; Ondersteuningsbronnen

source: Here are all the resources you may need to get help from us. Documentation is usually the best place to start. Should you require help anytime, our customer care team is available to assist you at the support center.
nl_nl: Hier vind je alle bronnen die je nodig hebt om hulp van ons te krijgen. Documentatie is meestal de beste plaats om te beginnen. Mocht je op elk moment hulp nodig hebben, dan staat ons klantenserviceteam klaar om je te helpen in het ondersteuningscentrum.

source: Documentation
nl_nl: Documentatie

source: We have prepared an extensive guide on BuddyPress Poll to learn all aspects of the plugin. You will find most of your answers here.
nl_nl: We hebben een uitgebreide handleiding over BuddyPress Poll opgesteld waarin u alle aspecten van de plug-in leert. De meeste van uw antwoorden vindt u hier.

source: Read Documentation
nl_nl: Lees de documentatie

source: Support Center
nl_nl: Ondersteuning

source: We strive to offer the best customer care via our support center. Once your theme is activated, you can ask us for help anytime.
nl_nl: We streven ernaar de beste klantenservice te bieden via ons ondersteuningscentrum. Zodra je thema geactiveerd is, kun je ons altijd om hulp vragen.

source: Get Support
nl_nl: Krijg ondersteuning

source: Got Feedback?
nl_nl: Heb je feedback?

source: We want to hear about your experience with the plugin. We would also love to hear any suggestions you may for future updates.
nl_nl: We horen graag wat je van de plugin vindt. We horen ook graag suggesties voor toekomstige updates.

source: Send Feedback
nl_nl: Verstuur feedback

source: Email Notifications Text
nl_nl: E-mailmeldingen Tekst

source: Admin notification settings
nl_nl: Instellingen voor beheerdersmeldingen

source: Subject
nl_nl: Onderwerp

source: Add notification subject
nl_nl: Meldingsonderwerp toevoegen

source: Enter the subject line for notification subject.
nl_nl: Voer de onderwerpregel voor het meldingsonderwerp in.

source: Notification content
nl_nl: Melding

source: Text to admin for approve the blog.Personalize with HTML and {tag} markers.
nl_nl: Stuur een sms naar de beheerder om de blog goed te keuren. Personaliseer met HTML en {tag}-markeringen.

source: Site title
nl_nl: Site titel

source: Published post title
nl_nl: Titel van gepubliceerd bericht

source: Selected admin first name
nl_nl: Voornaam van geselecteerde beheerder

source: Member notification settings
nl_nl: Instellingen voor meldingen voor leden

source: Text to member to notify them, the blog is approved. Personalize with HTML and {tag} markers.
nl_nl: Stuur een sms naar het lid om hen op de hoogte te stellen dat de blog is goedgekeurd. Personaliseer met HTML en {tag}-markeringen.

source: Post autohr first name
nl_nl: Post autohr voornaam

source: Email Notifications (WB)
nl_nl: E-mailmeldingen (WB)

source: Enable Notifications
nl_nl: Meldingen Inschakelen

source: Allow admin users and other users ( who create a poll ) to get notifications.
nl_nl: Sta beheerdersgebruikers en andere gebruikers (die een peiling maken) toe meldingen te ontvangen.

source: Admin notifications
nl_nl: Beheerdermeldingen

source: The admin will get a notification for review the poll created by a user. This option will work if "Enable user publishing" is disable.
nl_nl: De beheerder krijgt een melding om de door een gebruiker gemaakte enquête te beoordelen. Deze optie werkt als 'Gebruikerspublicatie inschakelen' is uitgeschakeld.

source: Member Notification
nl_nl: Ledenkennisgeving

source: The members will get a notification when admin approved their poll.
nl_nl: De leden krijgen een melding wanneer de beheerder hun enquête heeft goedgekeurd.

source: Select admin user(s)
nl_nl: Selecteer beheerder(s)

source: Select an admin to whom you want to get approval notifications.
nl_nl: Selecteer een beheerder aan wie u goedkeuringsmeldingen wilt ontvangen.

source: General (WB)
nl_nl: Algemeen (WB)

source: Who can vote?
nl_nl: Wie kan stemmen?

source: Select the user roles who can vote on polls.
nl_nl: Selecteer de gebruikersrollen die op polls kunnen stemmen.

source: Guest
nl_nl: Gast

source: Who can create a poll?
nl_nl: Wie kan een peiling maken?

source: Select the user roles who can create a polls.
nl_nl: Selecteer de gebruikersrollen die polls kunnen maken.

source: Add Poll Page Mapping
nl_nl: Toewijzing van enquêtepagina's toevoegen

source: Create Poll Page
nl_nl: Enquêtepagina maken

source: - None -
nl_nl: - Geen -

source: View
nl_nl: Bekijk

source: (opens in a new tab)
nl_nl: (opent in een nieuw tabblad)

source: Poll Dashboard Page
nl_nl: Poll-dashboardpagina

source: Allow users to create poll options.
nl_nl: Sta gebruikers toe poll-opties te maken.

source: This option will allow the users to create poll options. (Valid only for Text Poll type)
nl_nl: Met deze optie kunnen gebruikers poll-opties maken. (Alleen geldig voor het type Tekstpeiling)

source: Status of submitted poll
nl_nl: Status van ingediende enquête

source: Set the status of the newly submitted poll.
nl_nl: Stel de status in van de nieuw ingediende enquête.

source: Pending Review
nl_nl: Wachtend Beoordeling

source: Publish
nl_nl: Publiceren

source: Show/Hide Poll Results
nl_nl: Enquêteresultaten tonen/verbergen

source: Enable this option to show or hide the poll results.
nl_nl: Schakel deze optie in om de enquêteresultaten weer te geven of te verbergen.

source: Enable Poll Comment
nl_nl: Enquêtecommentaar inschakelen

source: Enable this option to show the poll comment.
nl_nl: Schakel deze optie in om het opiniepeilingcommentaar weer te geven.

source: Design (WB)
nl_nl: Ontwerp (WB)

source: Set Color Scheme
nl_nl: Kleurenschema instellen

source: Choose the color for progress bar and submit button.
nl_nl: Kies de kleur voor de voortgangsbalk en de verzendknop.

source: License
fr_fr: Licence
nl_nl: Licentie

source: Plugin License
nl_nl: Plugin Licentie

source: Version
nl_nl: Versie

source: Key
nl_nl: Sleutel

source: Themes & Extension
nl_nl: Thema's & Uitbreidingen

source: Paid Extension
nl_nl: Betaalde verlenging

source: Free Extension
nl_nl: Gratis uitbreiding

source: LearnDash Extension
nl_nl: Uitbreiding LearnDash

source: Our Themes
nl_nl: Onze thema’s

source: View More Extension
nl_nl: Meer uitbreiding bekijken

source: BuddyPress Moderation Pro
nl_nl: BuddyPress Moderatie Pro

source: BuddyPress Moderation solution with advanced features to give you complete control over your community and keep it secure with automatic moderation and limitations, and more.
nl_nl: BuddyPress Moderation oplossing met geavanceerde functies om u volledige controle te geven over uw community en deze veilig te houden met automatische moderatie en beperkingen, en meer.

source: View Details
nl_nl: Bekijk details

source: Get It Now
nl_nl: Nu aanschaffen

source: BuddyPress Resume Manager
nl_nl: BuddyPress cv-manager

source: BuddyPress Resume Manager adds display resume functionality on a user’s BuddyPress/BuddyBoss Platform Profile.
nl_nl: BuddyPress Resume Manager voegt cv-functionaliteit toe aan het BuddyPress/BuddyBoss Platform Profiel van een gebruiker.

source: BuddyPress Polls allows your community members to create polls as an activity, letting your members respond.
nl_nl: Met BuddyPress Polls kunnen leden van uw community polls maken als een activiteit en uw leden laten reageren.

source: BuddyPress Private Community Pro
nl_nl: BuddyPress Privé Gemeenschap Pro

source: BuddyPress Private Community Pro offers Privacy control for profiles. It provides a feature to lockdown BuddyPress Component and asks users to log in to go further to check the profile or any other protected details.
nl_nl: BuddyPress Private Community Pro biedt privacycontrole voor profielen. Het biedt een functie om BuddyPress Component te vergrendelen en vraagt gebruikers om in te loggen om verder te gaan om het profiel of andere beschermde details te controleren.

source: BuddyPress Profile Pro
nl_nl: BuddyPress Profiel Pro

source: BuddyPress Profile Pro gives you the power to extend BuddyPress Profiles with repeater fields and groups. You can easily add multiple field groups and display them at a member’s profile.
nl_nl: BuddyPress Profile Pro geeft je de mogelijkheid om BuddyPress-profielen uit te breiden met herhalingsvelden en groepen. Je kunt eenvoudig meerdere veldgroepen toevoegen en deze weergeven op het profiel van een lid.

source: BuddyPress Check-ins Pro
nl_nl: BuddyPress Inchecken Pro

source: BuddyPress Check-ins Pro Plugin allows your members to post check-ins like other social media platforms, on your website activity stream. Members have a mashup of their check-ins on their profile.
nl_nl: Met de BuddyPress Check-ins Pro Plugin kunnen je leden check-ins posten op de activiteitenstroom van je website, net als op andere sociale mediaplatforms. Leden hebben een mashup van hun check-ins op hun profiel.

source: BuddyPress Member Blog
nl_nl: BuddyPress Leden Blog

source: BuddyPress Member Blog Pro plugin provides each of your site members their own writing environment with a fantastic user experience.
nl_nl: BuddyPress Member Blog Pro plugin biedt elk lid van je site zijn eigen schrijfomgeving met een fantastische gebruikerservaring.

source: BuddyVendor or BuddyPress Multivendor Marketplace Quickly turn your BuddyPress community into a social marketplace.
nl_nl: BuddyVendor of BuddyPress Multivendor Marktplaats Verander uw BuddyPress-gemeenschap snel in een sociale marktplaats.

source: BuddyPress Statistics
nl_nl: BuddyPress Statistieken
