Repository: vapvarun/buddypress-polls
Catalog: languages/buddypress-polls-*.po
Languages: fr_fr, nl_nl

source: BuddyPress Stats plugin creates an activity log of everything that happens on your BuddyPress powered community site and keeps all counts on the user profile that displays a range of statistics of your community members.
nl_nl: BuddyPress Stats plugin maakt een activiteitenlogboek van alles wat er gebeurt op uw BuddyPress-gemeenschapssite en houdt alle tellingen bij op het gebruikersprofiel dat een reeks statistieken van uw gemeenschapsleden weergeeft.

source: Who viewed my profile
nl_nl: Wie heeft mijn profiel bekeken

source: The Who Viewed My Profile Plugin helps you to know about your profile visitors. It displays the count of the profile views on the member profile header.
nl_nl: De Wie heeft mijn profiel bekeken-plugin helpt je om meer te weten te komen over de bezoekers van je profiel. Het toont het aantal bekeken profielen in de kop van het profiel van het lid.

source: BuddyPress Friend & Follow Suggestion
nl_nl: BuddyPress vriend & volg suggestie

source: BuddyPress Friends and Follow suggestions plugin assists you with improving your BuddyPress or BuddyBoss Platform-based community.
nl_nl: BuddyPress Vrienden en Volg suggesties plugin helpt je bij het verbeteren van je BuddyPress of BuddyBoss Platform gebaseerde community.

source: Make your activity stream even more tempting and interesting to attract members by adding GIFs.
nl_nl: Maak je activiteitenstroom nog verleidelijker en interessanter om leden aan te trekken door GIF's toe te voegen.

source: Shortcodes for BuddyPress Pro
nl_nl: Shortcodes voor BuddyPress Pro

source: Add and Customize the BuddyPress components on any of the WordPress pages/posts using elementor widgets
nl_nl: BuddyPress-componenten toevoegen en aanpassen op WordPress pagina's/posts met behulp van elementor widgets

source: Make your posts sticky on BuddyPress by pinning site-wide and group activities on the top of the community wall.
nl_nl: Maak uw berichten sticky op BuddyPress door sitebrede en groepsactiviteiten bovenaan de communitymuur te prikken.

source: BuddyPress Quotes
nl_nl: BuddyPress Citaten

source: Allow BuddyPress users to post content with attractive background colors and beautiful images.
nl_nl: Laat BuddyPress-gebruikers inhoud posten met aantrekkelijke achtergrondkleuren en mooie afbeeldingen.

source: BuddyPress Auto Friends
nl_nl: BuddyPress Auto Vrienden

source: The new BuddyPress Automatic Friends plugins makes your new users feel a little more at home upon signing up to your community.
nl_nl: De nieuwe plugins BuddyPress Automatic Friends zorgt ervoor dat je nieuwe gebruikers zich een beetje meer thuis voelen wanneer ze zich aanmelden bij je community.

source: BuddyPress Newsfeed
nl_nl: BuddyPress Nieuwsfeed

source: Create A Customized Newsfeed Experience Just Like Facebook. By default, BuddyPress offers separate type of activities for your BuddyPress Activity Stream.
nl_nl: Creëer een aangepaste nieuwsfeed-ervaring net als Facebook. Standaard biedt BuddyPress aparte soorten activiteiten voor uw BuddyPress Activity Stream.

source: Allow members to add status on their profile and give their reactions to all the activity updates.
nl_nl: Laat leden een status toevoegen aan hun profiel en hun reacties geven op alle activiteitenupdates.

source: BuddyPress Hashtags for BuddyPress and bbPress. It allows adding hashtag links to BuddyPress activity and bbPress topics.
nl_nl: BuddyPress Hashtags voor BuddyPress en bbPress. Hiermee kun je hashtag-links toevoegen aan BuddyPress-activiteiten en bbPress-onderwerpen.

source: BuddyPress Profanity
nl_nl: BuddyPress Scheldwoorden

source: Specify a list of bad words to control the content in your BuddyPress community.
nl_nl: Specificeer een lijst met slechte woorden om de inhoud in je BuddyPress-community te controleren.

source: Extension for LearnDash
nl_nl: Uitbreiding voor LearnDash

source: LMS Notes
nl_nl: LMS opmerkingen

source: Learndash Notes will extend the LearnDash functionality to create Notes for courses, lessons and topics.
nl_nl: Learndash Notes breidt de LearnDash-functionaliteit uit om notities te maken voor cursussen, lessen en onderwerpen.

source: Learndash wpForo
nl_nl: Leren wpForo

source: Learndash wpForo integration allows you to add a discussion channel for your learners. Allow you to link your course with multiple forums.
nl_nl: Met Learndash wpForo-integratie kun je een discussiekanaal toevoegen voor je studenten. Hiermee kunt je je cursus koppelen aan meerdere forums.

source: LearnDash Dashboard
nl_nl: Dashboard voor LearnDash

source: LearnDash Dashboard gives the admin, instructors, and students a dashboard of their own, where they can easily manage anything related to their courses, lessons, and contact others.
nl_nl: LearnDash Dashboard geeft de beheerder, docenten en studenten een eigen dashboard, waar ze gemakkelijk alles kunnen beheren met betrekking tot hun cursussen, lessen en contact met anderen.

source: PeepSo LearnDash Integration
nl_nl: PeepSo LearnDash-integratie

source: Integrate LearnDash with PeepSo to display options for courses inside a member profile.
nl_nl: Integreer LearnDash met PeepSo om opties voor cursussen weer te geven in een profiel van een lid.

source: View More Themes
nl_nl: Bekijk meer thema’s

source: Reign BuddyPress Theme
nl_nl: Reign BuddyPress Thema

source: Create your social network website for the company, school, sports team, or any niche community using a highly customizable WordPress BuddyPress theme.
nl_nl: Maak je sociale netwerkwebsite voor je bedrijf, school, sportteam of een andere nichegemeenschap met behulp van een zeer aanpasbaar WordPress BuddyPress-thema.

source: Get Sandbox
nl_nl: Haal Sandbox

source: BuddyX Pro Theme
nl_nl: BuddyX Pro Thema

source: To build an online community website for all niches with full flexibility, control, and freedom. No coding is required! Offers unique layouts with clean code and easy-to-customize options giving you a whole new way to visualize BuddyPress.
nl_nl: Een online communitywebsite bouwen voor alle niches met volledige flexibiliteit, controle en vrijheid. Geen codering vereist! Biedt unieke lay-outs met schone code en eenvoudig aan te passen opties die u een geheel nieuwe manier geven om BuddyPress te visualiseren.

source: BuddyX Free Theme
nl_nl: BuddyX Gratis Thema

source: Allow users to create and manage their to-dos with the relevant category right from their profile.
nl_nl: Laat gebruikers hun to-dos maken en beheren met de relevante categorie direct vanuit hun profiel.

source: Get Pro
nl_nl: Krijg Pro

source: KnowX Theme
nl_nl: Thema KnowX

source: A Free WordPress Knowledge base Theme. KnowX helps you set up a Knowledge Base in WordPress in less time than it takes to brew a coffee.
nl_nl: Een gratis WordPress Kennisdatabank Thema. KnowX helpt je bij het opzetten van een kennisbank in WordPress in minder tijd dan het kost om koffie te zetten.

source: Get Demo
nl_nl: Demo aanvragen

source: Our Free Extension
nl_nl: Onze gratis uitbreiding

source: BuddyPress Member Blog is a free plugin that allows users to create/manage their blog/posts from the profile.
nl_nl: BuddyPress Member Blog is een gratis plugin waarmee gebruikers hun blog/posts kunnen maken/beheren vanuit hun profiel.

source: BuddyPress Ads
nl_nl: BuddyPress-advertenties

source: Integrate your BuddyPress community to provide a smooth customer experience and increase site engagement.
nl_nl: Integreer uw BuddyPress-gemeenschap om een soepele klantervaring te bieden en de betrokkenheid bij de site te verhogen.

source: BuddyPress User Todo List
nl_nl: BuddyPress gebruiker todo lijst

source: BuddyPress Job Manager
nl_nl: BuddyPress Taakmanager

source: Create specific tabs in employer’s and candidate’s profiles on BuddyPress.
nl_nl: Maak specifieke tabbladen in de profielen van werkgevers en kandidaten op BuddyPress.

source: BuddyPress Member Reviews
nl_nl: BuddyPress-ledenbeoordelingen

source: Allow members to provide their ratings and reviews to other members’ profiles based on multiple criteria.
nl_nl: Laat leden hun beoordelingen en recensies geven aan de profielen van andere leden op basis van meerdere criteria.

source: BuddyPress Birthday Widget
nl_nl: BuddyPress Verjaardag Widget

source: Display the upcoming birthdays of your BuddyPress community members.
nl_nl: Geef de aankomende verjaardagen van uw BuddyPress-leden weer.

source: reCaptcha for BuddyPress
nl_nl: reCaptcha voor BuddyPress

source: Buddypress reCaptcha is the best solution that provides an all-in-one captcha for Buddypress, WordPress, and woo-commerce.
nl_nl: Buddypress reCaptcha is de beste oplossing die een alles-in-één captcha biedt voor Buddypress, WordPress en woo-commerce.

source: BuddyPress WooCommerce Integration
nl_nl: BuddyPress WooCommerce integratie

source: BuddyWoo Integration Plugin will help to integrate WooCommerce with Buddypress.
nl_nl: BuddyWoo Integratie Plugin zal helpen om WooCommerce te integreren met Buddypress.

source: BuddyPress Member Export Import
nl_nl: BuddyPress lid exporteren importeren

source: Easily import/export your BuddyPress members. Small but an important features.
nl_nl: Gemakkelijk importeren/exporteren van uw BuddyPress-leden. Kleine maar belangrijke functies.

source: BuddyPress Activity Bump
nl_nl: BuddyPress Activiteit Bump

source: ump the most recent activity on the top of newsfeed in your BuddyPress website.
nl_nl: plaats de meest recente activiteit bovenaan de nieuwsfeed op je BuddyPress-website.

source: Shortcodes for BuddyPress
nl_nl: Shortcodes voor BuddyPress Pro

source: Use shortcodes to display activity streams, members, group listings, and user notifications on any post.
nl_nl: Gebruik shortcodes om activiteitenstreams, leden, groepsoverzichten en gebruikersmeldingen weer te geven op elk bericht.

source: BuddyPress Create Group Type
nl_nl: BuddyPress Groep Type aanmaken

source: Create group types on BuddyPress based on the interest areas of your community members.
nl_nl: Maak groepstypes op BuddyPress gebaseerd op de interessegebieden van uw communityleden.

source: How can we help you?
nl_nl: Hoe kunnen wij u helpen?

source: Our team is here to help you out at anytime. If you have any idea about how we could improve. You can share access to your site on our helpdesk if it can help getting faster.
nl_nl: Ons team staat altijd klaar om je te helpen. Als je een idee hebt over hoe we kunnen verbeteren. Je kunt de toegang tot je site delen op onze helpdesk als dat kan helpen om sneller te gaan.

source: Tickets Support
nl_nl: Tickets Ondersteuning

source: Open a ticket on our helpdesk, we don't guarantee a fast response but within a week. Except if you've purchased one of our product we'll reply within 24 hours.
nl_nl: Open een ticket op onze helpdesk, we garanderen geen snelle reactie maar binnen een week. Behalve als je een van onze producten hebt gekocht, dan antwoorden we binnen 24 uur.

source: Open a ticket
nl_nl: Open een ticket

source: Contact Us
nl_nl: Neem contact met ons op

source: Create a new thread on our plugin page, participation is open to anyone from all around the world. We'll be there to help as well but can't guarantee any delay.
nl_nl: Maak een nieuwe thread aan op onze pluginpagina, deelname staat open voor iedereen van over de hele wereld. We zullen er zijn om te helpen, maar kunnen geen vertraging garanderen.

source: Activate
nl_nl: Activeren

source: Deactivate
nl_nl: Deactiveren

source: Our Plugins
nl_nl: Onze plugins

source: Settings
fr_fr: Paramètres
nl_nl: Instellingen

source: BuddyPress Polls requires to be activated on the blog where BuddyPress is activated.
fr_fr: BuddyPress sondages nécessite d'être activé sur le blog où BuddyPress est activé.
nl_nl: BuddyPress Polls moeten worden geactiveerd op de blog waar BuddyPress is geactiveerd.

source: BuddyPress Polls and BuddyPress need to share the same network configuration.
fr_fr: Sondages BuddyPress et BuddyPress doivent partager la même configuration réseau.
nl_nl: BuddyPress Polls en BuddyPress moeten dezelfde netwerkconfiguratie delen.

source: Previous
nl_nl: Vorige

source: Next
nl_nl: Volgende

source: Posts navigation
nl_nl: Berichten navigatie

source: Posts
nl_nl: Berichten

source: BuddyPress Polls Sidebar
nl_nl: BuddyPress Polls-zijbalk

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s.
fr_fr: Il existe une nouvelle version disponible de %1$s. %2$s Afficher la version %3$s details %4$s.
nl_nl: Er is een nieuwe versie van %1$s beschikbaar; %2$sbekijk de versie%3$s-details%4$s.

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s or %5$supdate now%6$s.
fr_fr: Il y a une nouvelle version disponible de %1$s. %2$s Afficher la version %3$s détails %4$s ou %5$s mettre à jour maintenant %6$s.
nl_nl: Er is een nieuwe versie van %1$s beschikbaar; %2$sbekijk versie%3$s-details%4$s of %5$supdate nu%6$s.

source: You do not have permission to install plugin updates
fr_fr: Vous n’avez pas la permission d’installer les mises à jour de l’extension
nl_nl: U heeft onvoldoende rechten om deze plug-in te installeren

source: Error
fr_fr: Erreur
nl_nl: Fout

source: An error occurred, please try again.
fr_fr: Une erreur est survenue, veuillez réessayer.
nl_nl: Er is een fout opgetreden, probeer het opnieuw.

source: Your license key expired on %s.
fr_fr: Votre clé de licence a expiré le %s.
nl_nl: Je licentiesleutel vervalt op %s.

source: Your license key has been disabled.
fr_fr: Votre clé de licence a été désactivée.
nl_nl: Je licentiesleutel is uitgeschakeld.

source: Invalid license.
fr_fr: Licence invalide.
nl_nl: Ongeldige licentie.

source: Your license is not active for this URL.
fr_fr: Votre licence n'est pas active pour cette URL.
nl_nl: Je licentie is niet actief voor deze URL.

source: This appears to be an invalid license key for %s.
fr_fr: Cette clé de licence semble être invalide pour %s.
nl_nl: Dit lijkt een onjuiste licentiesleutel te zijn voor %s.

source: Your license key has reached its activation limit.
fr_fr: Votre clé de licence a atteint sa limite d'activation.
nl_nl: Je licentiesleutel heeft zijn activatielimiet bereikt.

source: Your BuddyPress Polls plugin license key expired on %s.
nl_nl: De licentiesleutel van uw BuddyPress Polls-plug-in is verlopen op %s.

source: Please activate your BuddyPress Polls plugin license key.
nl_nl: Activeer uw licentiesleutel voor de BuddyPress Polls-plug-in.

source: Deactivate License
fr_fr: Désactiver la licence
nl_nl: Deactiveer licentie

source: Activate License
nl_nl: Activeer licentie

source: Expires %s.
nl_nl: Verloopt op %s.

source: You have %1$s/%2$s-sites activated.
nl_nl: U heeft %1$s/%2$s-sites geactiveerd.

source: WB Polls
nl_nl: WB-peilingen

source: WB Poll
nl_nl: WB-peiling

source: Add New Poll
nl_nl: Nieuwe poll toevoegen

source: New Poll
nl_nl: Nieuwe enquête

source: Search Poll
nl_nl: Zoek enquête

source: No Poll found
nl_nl: Geen opiniepeiling gevonden

source: No Poll found in trash
nl_nl: Geen opiniepeiling gevonden in de prullenbak

source: Unapproved
nl_nl: Afgekeurd

source: Approved
nl_nl: Goedgekeurd

source: Unverified
nl_nl: Niet-geverifieerd

source: Unknown or answer deleted
nl_nl: Onbekend of antwoord verwijderd

source: The Poll is out of date. You have already voted for <strong>"%s"</strong>
nl_nl: De peiling is verouderd. Je hebt al op <strong>'%s'</strong> gestemd

source: The Poll is out of date. You have not voted.
nl_nl: De peiling is verouderd. Je hebt niet gestemd.

source: You are not able to vote for this poll
nl_nl: U kunt niet stemmen op deze poll

source: Do you have an account and want to vote as a registered user? Please
nl_nl: Heeft u een account en wilt u als geregistreerde gebruiker stemmen? Alsjeblieft

source: login
nl_nl: inloggen

source: You have already voted for <strong>"%s"</strong>
nl_nl: Je hebt al op <strong>'%s'</strong> gestemd

source: You have already voted
nl_nl: U hebt al gestemd

source: Result hide by Admin
nl_nl: Resultaat verbergen door beheerder

source: Poll Status: Yet to start
nl_nl: Enquêtestatus: moet nog beginnen

source: Do you have account and want to vote as registered user? Please <a href="#">login</a>
nl_nl: Heeft u een account en wilt u stemmen als geregistreerde gebruiker? <a href="#">Log</a> alsjeblieft in

source: No account yet? <a href="%s">Register</a>
nl_nl: Nog geen account? <a href="%s">Register</a>

source: Add Option
nl_nl: Voeg optie toe

source: Add More
nl_nl: Voeg meer toe

source: Post Option
nl_nl: Post-optie

source: This particular poll has been paused by the
nl_nl: Deze specifieke peiling is gepauzeerd door de

source: Select poll
nl_nl: Selecteer opiniepeiling

source: Please submit your vote in the poll to access the poll results.
nl_nl: Geef uw stem door in de poll om toegang te krijgen tot de resultaten van de poll.

source: Never Expire
nl_nl: Vervalt nooit

source: Select if you want your poll to never expire.
nl_nl: Selecteer of u wilt dat uw peiling nooit verloopt.

source: Poll Start Date. [<strong> Note:</strong> Field required. Default is today]
nl_nl: Startdatum van de enquête. [ <strong>Opmerking:</strong> veld vereist. Standaard is vandaag]

source: Poll End Date. [<strong> Note:</strong> Field required. Default is next seven days. ]
nl_nl: Einddatum van de enquête. [ <strong>Opmerking:</strong> veld vereist. De standaardinstelling is de komende zeven dagen. ]

source: Who Can Vote
nl_nl: Wie kan stemmen

source: Which user role will have vote capability
nl_nl: Welke gebruikersrol stemmogelijkheden heeft

source: Show Poll Description in Shortcode
nl_nl: Toon pollbeschrijving in shortcode

source: Select if you want to show content.
nl_nl: Selecteer of u inhoud wilt weergeven.

source: Show Result After Expires
nl_nl: Resultaat weergeven nadat het is verlopen

source: Select if you want poll to show result After expires. After expires the result will be shown always.
nl_nl: Selecteer of u wilt dat de enquête het resultaat laat zien nadat deze is verlopen. Na afloop wordt het resultaat altijd getoond.

source: Enable Multi Choice
nl_nl: Schakel Multi-keuze in

source: Can user vote multiple option
nl_nl: Kan de gebruiker op meerdere opties stemmen

source: Votes Per User
nl_nl: Stemmen per gebruiker

source: Set the number of times a user can vote.
nl_nl: Stel het aantal keren in dat een gebruiker kan stemmen.

source: Add Additional fields
nl_nl: Voeg extra velden toe

source: Add Additional fields functionality only for text poll.
nl_nl: Add Extra veldenfunctionaliteit alleen voor tekstpeiling.

source: Show poll under the BuddyPress activity
nl_nl: Poll weergeven onder de BuddyPress-activiteit

source: Select if you want poll to Show poll under the BuddyPress activity.
nl_nl: Selecteer of u de enquête wilt weergeven onder de BuddyPress-activiteit.

source: Drag and Drop to reorder poll answers
nl_nl: Slepen en neerzetten om de antwoorden op enquêtes opnieuw te ordenen

source: Image
nl_nl: Afbeelding

source: Image URL
nl_nl: Afbeelding URL

source: Import information from ?
nl_nl: Gegevens importeren uit ?

source: Audio URL
nl_nl: Audio Bestand URL

source: Add HTML Answer
nl_nl: HTML-antwoord toevoegen

source: WordPress Core Login Form
nl_nl: WordPress Core-inlogformulier

source: Submitting vote
fr_fr: Soumettre le vote
nl_nl: Stem indienen

source: Please select your choice.
fr_fr: Veuillez sélectionner votre choix.
nl_nl: Selecteer uw keuze.

source: The max number of allowed options is %d.
nl_nl: Het maximale aantal toegestane opties is %d.

source: Add a poll
nl_nl: Voeg een opiniepeiling toe

source: Delete option
nl_nl: Verwijder optie

source: Are you sure that you want to delete this option from the poll?
nl_nl: Weet u zeker dat u deze optie uit de poll wilt verwijderen?

source: Cancel
nl_nl: Annuleren

source: Please select at least one answer
nl_nl: Selecteer minimaal één antwoord

source: Cancel Poll
fr_fr: Annuler le sondage
nl_nl: Poll annuleren

source: Option 1
nl_nl: Optie 1

source: Option 2
nl_nl: Optie 2

source: Add new option
fr_fr: Ajouter une nouvelle option
nl_nl: Nieuwe optie toevoegen

source: Allow members to choose multiple poll options.
nl_nl: Sta leden toe om meerdere poll-opties te kiezen.

source: Allow members to add their poll options.
nl_nl: Sta leden toe hun poll-opties toe te voegen.

source: Hide poll results from members who have not voted yet.
nl_nl: Verberg pollresultaten voor leden die nog niet hebben gestemd.

source: Enter Message
nl_nl: Voer bericht in

source: %s created a poll
fr_fr: %s a créé un sondage
nl_nl: %s heeft een enquête gemaakt

source: %1$s created a poll in the group %2$s
fr_fr: %1$s a créé un sondage dans le groupe %2$s
nl_nl: %1$s heeft een enquête gemaakt in de groep %2$s

source: (no votes yet)
nl_nl: (nog geen stemmen)

# Poll Activity
source: of
nl_nl: van

source: View All
nl_nl: Bekijk alles

source: %s Vote
nl_nl: %s stem

source: Add poll option...
nl_nl: Poll-optie toevoegen...

source: Add option
nl_nl: Optie toevoegen

source: Poll option field is empty.
nl_nl: Het veld Poll-optie is leeg.

source: Submit
fr_fr: Envoyer
nl_nl: Verzenden

source: Oops!
nl_nl: Oeps!

source: You are not allowed to enter more than
nl_nl: Je mag niet meer invoeren dan

source: options.
nl_nl: opties.

source: Got it!
nl_nl: Begrepen!

source: Sorry, poll didn't start yet.
nl_nl: Sorry, de enquête is nog niet gestart.

source: Sorry, you can not vote. Poll has already expired.
nl_nl: Helaas, u kunt niet stemmen. De peiling is al verlopen.

source: Sorry, you are not allowed to vote.
nl_nl: Sorry, u mag niet stemmen.

source: You already voted this poll !
nl_nl: Je hebt al op deze poll gestemd!

source: Sorry, something wrong while voting, please refresh this page
nl_nl: Sorry, er is iets misgegaan tijdens het stemmen. Vernieuw deze pagina

source: Thanks for voting!
nl_nl: Bedankt voor het stemmen!

source: Thanks for the voting. Results are hidden by the admin for this poll
nl_nl: Bedankt voor het stemmen. Resultaten worden door de beheerder voor deze enquête verborgen

# Poll Activity Graph
source: of
nl_nl: van

source: A poll graph widget
fr_fr: Un widget graphique de sondage
nl_nl: Een poll-grafiekwidget

# widget name
source: (BuddyPress) Poll Graph
fr_fr: (BuddyPress) Graphe de sondage
nl_nl: (BuddyPress) Pollgrafiek

# Poll Graph
source: of
nl_nl: van

source: Select activity to view poll results:
fr_fr: Sélectionnez activité pour afficher les résultats des sondages:
nl_nl: Selecteer activiteit om de resultaten van de enquête te bekijken:

source: Export CSV
nl_nl: CSV exporteren

source: Title:
fr_fr: Titre:
nl_nl: Titel:

source: Max Poll to show:
fr_fr: Max de Sondages à montrer:
nl_nl: Max Poll om te tonen:

source: Default Poll to display:
fr_fr: Sondage par défaut à afficher:
nl_nl: Standaard poll om weer te geven:

source: No polls are created yet.
nl_nl: Er zijn nog geen opiniepeilingen aangemaakt.

source: WB Poll Report
nl_nl: WB-peilingsrapport

source: Poll Result Type :
nl_nl: Type opiniepeilingresultaat:

source: Your poll is published.
nl_nl: Uw opiniepeiling is gepubliceerd.

source: Your poll is in
nl_nl: Je poll is binnen

source: Your poll update successfully
nl_nl: Uw poll-update is succesvol uitgevoerd

source: Poll pause successfully.
nl_nl: Enquête is onderbroken.

source: Poll deleted successfully!
nl_nl: Poll succesvol verwijderd!

source: Poll unpublish successfully!
nl_nl: De publicatie van de enquête is succesvol ongedaan gemaakt!

source: Poll publish successfully!
nl_nl: Poll succesvol gepubliceerd!

source: Poll report
nl_nl: Poll-rapport

source: Permalink to %s
nl_nl: Permalink naar %s

source: View poll
nl_nl: Bekijk enquête

source: You are not allow to create the poll.
nl_nl: U heeft geen toestemming om de enquête te maken.
