Repository: vapvarun/buddypress-polls
Catalog: languages/buddypress-polls-*.po
Languages: fr_fr, nl_nl

source: You are not allow to edit the poll.
nl_nl: U heeft geen toestemming om de poll te bewerken.

source: Add Poll
nl_nl: Enquête toevoegen

source: Poll Description
nl_nl: Beschrijving van de enquête

source: Poll Type
nl_nl: Enquêtetype

source: Select Poll Type
nl_nl: Selecteer Polltype

source: Remove Fields
nl_nl: Velden verwijderen

source: HTML Content
nl_nl: HTML-inhoud

source: input type="radio"
nl_nl: invoertype = "radio"

source: Select if you want your poll to never expire.(can be override from shortcode param)
nl_nl: Selecteer of je wilt dat je poll nooit verloopt. (kan worden overschreven vanuit de shortcode-parameter)

source: Poll Start Date. [Note: Field required. Default is today]
nl_nl: Startdatum van de enquête. [Opmerking: veld vereist. Standaard is vandaag]

source: Poll End Date. [Note: Field required. Default is next seven days.]
nl_nl: Einddatum van de enquête. [Opmerking: veld vereist. Standaard is dit de komende zeven dagen.]

source: Poll Update
nl_nl: Enquête-update

source: Poll Create
nl_nl: Enquête maken

source: This page content only for login members.
nl_nl: De inhoud van deze pagina is alleen voor ingelogde leden.

source: Published
nl_nl: Gepubliceerd

source: Pending
nl_nl: In afwachting

source: Draft
nl_nl: Concept

source: Published Poll Listing
nl_nl: Gepubliceerde opiniepeilinglijst

source: Create new poll
nl_nl: Nieuwe peiling maken

source: Title
nl_nl: Titel

source: Time Status
nl_nl: Tijdstatus

source: Polls Not Found
nl_nl: Peilingen niet gevonden

source: Edit
nl_nl: Bewerken

source: Resume
nl_nl: Hervatten

source: Pause
nl_nl: Pauzeren

source: Unpublish
nl_nl: De-publiceer

source: Pending Poll Listing
nl_nl: In afwachting van opiniepeilinglijst

source: Draft Poll Listing
nl_nl: Ontwerpenquêtelijst

source: Wbcom Designs – BuddyPress Polls
nl_nl: Wbcom Designs - BuddyPress-peilingen

source: BuddyPress Polls plugin allows you and your community to create polls in posts. The polls can be placed in the main activity stream, in users’ profiles and even in groups.
nl_nl: Met de BuddyPress Polls-plug-in kunnen jij en je community polls in berichten maken. De peilingen kunnen in de hoofdactiviteitenstroom, in gebruikersprofielen en zelfs in groepen worden geplaatst.

source: BuddyPress Polls
fr_fr: Sondages BuddyPress

source: BuddyPress Polls Settings
fr_fr: Paramètres des sondages BuddyPress

source: Enabled: users can cast more than one vote in each poll.
fr_fr: Activé: les utilisateurs peuvent lancer plus d'un vote dans chaque sondage.

source: Disabled: users can only vote for one option in each poll.
fr_fr: Désactivé: les utilisateurs ne peuvent voter qu'une seule option dans chaque sondage.

source: Disabled: users can see poll results before voting.
fr_fr: Désactivé: les utilisateurs peuvent voir les résultats des sondages avant de voter.

source: Disabled: polls will always remain open for voting
fr_fr: Désactivé: les sondages resteront toujours ouverts au vote

source: FAQ(s)
fr_fr: FAQ

source: Plugin License Options
fr_fr: Options de licence de l’extension

source: License Key
fr_fr: Clé de licence

source: Enter your license key
fr_fr: Entrez votre clé de licence

source: License Status
fr_fr: Statut de la licence

source: active
fr_fr: actif

source: Inactive
fr_fr: Inactif

source: Click for deactivate license.
fr_fr: Cliquez pour désactiver la licence.

source: Save Settings
fr_fr: Sauvegarder les paramètres

source: &nbsp;Poll
fr_fr: &nbsp;Sondage

source: Allow multiple options selection
fr_fr: Autoriser plusieurs options de sélection

source: Polls Update
fr_fr: Mise à jour des sondages

source: Poll
fr_fr: Sondage
